##ユーザーマニュアル　取扱い説明書でござる
__これから使い方を各画面ごとに説明していくでござるよ__  

******  

__目次にござる__  
- 1-1 トップ画面について
- 2-1 「見る」画面について
- 3-1 「設定」画面について
    - 3-2 学科を追加する場合
    - 3-3 学科を変更・削除する場合
- 4-1 「登録」画面について
    - 4-2 予定を新規に登録する場合
    - 4-3 予定を変更・削除する場合

******

### 1-1 トップ画面について  
__トップ画面について説明するでござる__

![top_img](/img/top_img.png)  
起動するとこの様な画面になっているでござる
__しんぷる__
でござるな  
__2-* 「見る」　__
__3-* 「設定」　__
__4-* 「登録」__  
と順番に各画面の使用方法について指南するでござる  
しっかりと覚えるでござるよ

### 2-1 「見る」画面について  
__「見る」画面について説明するでござる__

![view_img](/img/view_img.png)  
__かれんだー__
の日付を選択すると
__「青枠」__
で囲った部分にその日の予定が一覧で表示されるでござる  
次に予定を選択すると
__「赤枠」__
で囲った部分に予定の内容が表示されるでござる

上部のなにやら面妖な機能が気になったでござるか?
![view_filter_img](/img/view_filter_img.png)  
これは予定の一覧を条件で絞り込む機能でござる  
絞り込む条件は正しく設定するでござるよ

### 3-1 「設定」画面について  
__「設定」画面について説明するでござる__  

#### 3-2 学科を追加する場合

### 4-1 「登録」画面について  
__「登録」画面について説明するでござる__

![plan_img](/img/plan_img.png)  
「見る」画面とほとんど一緒でござるな  
違うところは
__ぼたん__
が追加されている所でござる  

#### 4-2 予定を新規に登録する場合
__「新規」__
ボタンを押すでござる  
![plan_img](/img/plan_img.png)  
このような画面になるでござるな  
ここでは



















